print(5 > 3)   # True, რადგან 5 მეტია 3-ზე
print(10 > 20) # False, რადგან 10 ნაკლებია 20-ზე
print(-1 > -5) # True, რადგან -1 მეტია -5-ზე
print(0 > 0)   # False, რადგან 0 არ არის მეტი 0-ზე
print(8 > 2.5) # True, რადგან 8 მეტია 2.5-ზე
print(3 < 5)   # True, რადგან 3 ნაკლებია 5-ზე
print(20 < 10) # False, რადგან 20 მეტი 10-ზე
print(-5 < -1) # True, რადგან -5 ნაკლებია -1-ზე
print(0 < 0)   # False, რადგან 0 არ არის ნაკლები 0-ზე
print(2.5 < 8) # True, რადგან 2.5 ნაკლებია 8-ზე
print(5 >= 3)   # True, რადგან 5 მეტია 3-ზე
print(10 >= 10) # True, რადგან 10 ტოლია 10-ის
print(-1 >= -5) # True, რადგან -1 მეტია -5-ზე
print(0 >= 1)   # False, რადგან 0 არ არის მეტი ან ტოლი 1-ზე
print(8 >= 8)   # True, რადგან 8 ტოლია 8-ის
print(3 <= 5)   # True, რადგან 3 ნაკლებია 5-ზე
print(20 <= 10) # False, რადგან 20 არ არის ნაკლები ან ტოლი 10-ზე
print(-5 <= -1) # True, რადგან -5 ნაკლებია -1-ზე
print(0 <= 0)   # True, რადგან 0 ტოლია 0-ის
print(2.5 <= 8) # True, რადგან 2.5 ნაკლებია 8-ზე
print(5 == 5)   # True, რადგან 5 ტოლია 5-ის
print(10 == 20) # False, რადგან 10 არ არის ტოლი 20-ის
print(-1 == -1) # True, რადგან -1 ტოლია -1-ის
print(0 == 1)   # False, რადგან 0 არ არის ტოლი 1-ის
print(2.5 == 2.5) # True, რადგან 2.5 ტოლია 2.5-ის
print(5 != 3)   # True, რადგან 5 არ არის ტოლი 3-ის
print(10 != 10) # False, რადგან 10 ტოლია 10-ის
print(-1 != -5) # True, რადგან -1 არ არის ტოლი -5-ის
print(0 != 1)   # True, რადგან 0 არ არის ტოლი 1-ის
print(8 != 8)   # False, რადგან 8 ტოლია 8-ის